<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2018 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------
// use think\facade\Route;

/**********************   登录模块   **********************/







/**********************   电商平台入驻模块   **********************/

// 左下角文章列表
Route::post('index/platform_api/index', 'index/platform_api/index');

/**********************   草帽学院模块   **********************/
// 课程列表
Route::post('index/college_api/courseList', 'index/college_api/courseList');